{
  "date": "2026-02-14",
  "date_display": "February 14, 2026",
  "ideas": {
    "RentKaro Nepal": {
      "id": "mp03",
      "business_name": "RentKaro Nepal",
      "category": "Marketplace",
      "is_high_risk": false,
      "what_it_does": "Equipment and asset rental marketplace. Rent anything from cameras and projectors to power tools, party supplies, trekking gear, and construction equipment — by the day or week. Includes verification, insurance, and secure payments.",
      "where_working": "USA — Fat Llama ($14M raised), Neighbor. India — RentMojo ($100M+ raised), Furlenco. Europe — Grover (Germany, $1B+ valuation).",
      "why_growing": "Buying expensive equipment for one-time use is wasteful. DSLR cameras cost ₨100K+ but are needed only for events. Students need projectors/speakers for presentations. Construction contractors need specialized tools for specific jobs. Sharing economy mindset is growing globally.",
      "nepal_adaptation": "Start with high-demand categories: cameras/photography gear, projectors, trekking equipment, party/event supplies. Target Kathmandu college students + event organizers + trekking tourists. Digital deposit via eSewa (refundable). Verification: citizenship + social media ID. Neighborhood pickup points to reduce logistics cost.",
      "startup_cost": "Low",
      "cost_estimate": "₨3-6 Lakhs",
      "monetization": "Commission per rental (15-20%). Renter verification fee. Optional insurance add-on. Featured listings for commercial renters.",
      "action_plan": [
        "Day 1-7: Build rental listing platform with availability calendar",
        "Day 8-14: Recruit 50 initial owners (cameras, projectors, trekking gear)",
        "Day 15-20: Implement deposit and payment system via eSewa",
        "Day 21-25: Launch in Kathmandu, target college event season",
        "Day 26-30: Add renter/owner rating system and rental insurance option"
      ]
    },
    "KaamGarau": {
      "id": "mp01",
      "business_name": "KaamGarau",
      "category": "Marketplace",
      "is_high_risk": false,
      "what_it_does": "On-demand local services marketplace connecting verified service providers (plumbers, electricians, painters, AC repair, cleaning) with customers. Features real-time booking, transparent pricing, worker ratings, and digital payments. The Urban Company model for Nepal.",
      "where_working": "India — Urban Company ($2.8B valuation, 10M+ customers). Southeast Asia — Helpling (Singapore), ServisHero (Malaysia). USA — TaskRabbit (acquired by IKEA).",
      "why_growing": "Finding reliable service providers in Nepal takes 5-10 phone calls and hope. No price transparency — every worker charges differently. Trust deficit — no verification or rating system. Urban Company proved the model works in price-sensitive South Asian markets.",
      "nepal_adaptation": "Start with 5 high-demand services: plumbing, electrical, AC/fridge repair, house cleaning, painting. Vet and train 100 providers in Kathmandu Valley initially. Standardized pricing by service type. Nepali language app. eSewa/Khalti + cash payment options. Service guarantee for trust building.",
      "startup_cost": "Medium",
      "cost_estimate": "₨5-15 Lakhs",
      "monetization": "Commission per booking (15-25%). Service provider subscription for premium leads. Maintenance contract packages for commercial clients.",
      "action_plan": [
        "Day 1-7: Research pricing benchmarks for top 5 services in Kathmandu",
        "Day 8-14: Build booking platform (mobile-first web app)",
        "Day 15-20: Recruit and verify 30 service providers across 5 categories",
        "Day 21-25: Launch beta in 3 Kathmandu neighborhoods",
        "Day 26-30: Collect 50+ customer reviews, iterate on matching algorithm"
      ]
    },
    "PostMaster Nepal": {
      "id": "dm01",
      "business_name": "PostMaster Nepal",
      "category": "Digital Marketing",
      "is_high_risk": false,
      "what_it_does": "Social media scheduling and analytics platform built for Nepal's market. Schedule posts across Facebook, Instagram, TikTok, and YouTube. Get analytics in Nepali, best-posting-time suggestions using Nepal-specific data, and AI caption generation in Nepali/English.",
      "where_working": "USA — Buffer ($20M+ ARR), Hootsuite, Later. India — Statusbrew. Southeast Asia — Promo Republic.",
      "why_growing": "5,000+ businesses and agencies in Nepal actively manage social media but use no scheduling tools. Buffer/Hootsuite cost $15-100/month (expensive for Nepal). Nepal-specific posting time analytics don't exist. TikTok Nepal growing at 200% year-over-year needs management tools.",
      "nepal_adaptation": "Nepali language captions and hashtag suggestions. Nepal timezone best-posting-time data. Support Nepali festivals/events calendar for content planning (Dashain, Tihar, Holi). TikTok Nepal analytics (competitors lack this). Price: ₨499-1499/month vs $15-100 for international tools.",
      "startup_cost": "Low",
      "cost_estimate": "₨3-6 Lakhs",
      "monetization": "Monthly subscription tiered by accounts/posts. Agency tier with client management. Add-on: AI content generation credits.",
      "action_plan": [
        "Day 1-7: Build scheduling engine with Facebook and Instagram API integration",
        "Day 8-14: Add TikTok scheduling (using their Content Posting API)",
        "Day 15-20: Build analytics dashboard with Nepal posting-time insights",
        "Day 21-25: Add AI caption generator with Nepali language support",
        "Day 26-30: Offer free 1-month trial to 30 digital marketing agencies"
      ]
    }
  }
}